[
  {
    "id": 1,
    "name": "Apple",
    "category": "Fruits",
    "price": 1.99,
    "short_description": "A delicious and nutritious fruit.",
    "long_description": "Apples are one of the most popular fruits around the world. They come in various colors and flavors, offering a range of health benefits. From aiding digestion to promoting heart health, apples are a versatile and tasty addition to any diet.",
    "img": "https://i.ibb.co/yhNCQjW/fruite-item-6.jpg"
  },
  {
    "id": 2,
    "name": "Mango",
    "category": "Fruits",
    "price": 2.99,
    "short_description": "Exotic and tropical mangoes.",
    "long_description": "Mangoes are juicy tropical fruits with a sweet and rich flavor. They are loaded with vitamins, minerals, and antioxidants. Mangoes can be enjoyed fresh, added to fruit salads, blended into smoothies, or used in various culinary dishes and desserts.",
    "img": "https://i.ibb.co/TM2dBML/mango.jpg"
  },
  {
    "id": 3,
    "name": "Strawberry",
    "category": "Fruits",
    "price": 3.49,
    "short_description": "Sweet and juicy strawberries.",
    "long_description": "Strawberries are vibrant red berries known for their sweet and slightly tart flavor. They are rich in vitamin C, fiber, and antioxidants. Strawberries can be enjoyed fresh, added to salads, used in desserts, or blended into delicious smoothies.",
    "img": "https://i.ibb.co/0r37Hhg/strawberry.jpg"
  },
  {
    "id": 4,
    "name": "Orange",
    "category": "Fruits",
    "price": 1.79,
    "short_description": "Juicy and tangy oranges.",
    "long_description": "Oranges are citrus fruits known for their juicy flesh and tangy flavor. They are rich in vitamin C and other nutrients, making them a popular choice for maintaining a healthy immune system. Oranges can be enjoyed fresh, juiced, or used in various culinary dishes and beverages.",
    "img": "https://i.ibb.co/Xtb2Tzz/fruite-item-1.jpg"
  },
  {
    "id": 5,
    "name": "Grape",
    "category": "Fruits",
    "price": 2.49,
    "short_description": "Sweet and juicy grapes.",
    "long_description": "Grapes are small, round berries that grow in clusters on vines. They come in different colors such as green, red, or purple. Grapes are not only delicious but also packed with vitamins and antioxidants. They make for a healthy snack or a refreshing addition to salads and desserts.",
    "img": "https://i.ibb.co/CtNhCpR/fruite-item-5.jpg"
  },
  {
    "id": 6,
    "name": "Banana",
    "category": "Fruits",
    "price": 0.99,
    "short_description": "Creamy and versatile bananas.",
    "long_description": "Bananas are elongated, yellow fruits with a creamy texture and sweet flavor. They are a good source of potassium, vitamin B6, and fiber. Bananas can be eaten fresh, added to smoothies, used in baking, or sliced onto cereal or yogurt.",
    "img": "https://i.ibb.co/YZDdbTQ/fruite-item-3.jpg"
  }
]
